<template>
    <div class="card" style="text-align: left;">
        <h1>Заря</h1>
        <ul>
            <li>200 HP + 200 щита. Щит регенерится, но максимум на 200</li>
            <li>Баблы впитывают по 200 урона в течении 2 секунд. Каждый даёт по 40% силы заряда</li>
            <li>Задача 1 - копить заряд, задача 2 - сейвить команду</li>
            <li>Желательно играть в связке в другим танком (Рейн лучший вариант)</li>
            <li>Контрпик(???) - Ориса, Хог, Винстон, Дива / Фара, Ханзо, Думфист (хайграунды) / Лусио, Дзен, Батист</li>
            <li>Рокетджамп, в т.ч. двойной</li>
            <li>Точность ульты можно проверить, сначала кинув ПКМ (45 дамага)</li>
            <li>Ультить хорошо на саппортов или чтобы стянуть противников от поинта / в пропасть</li>
            <li>Почти любой вражеский ульт кроме Рипера накачает щит без дамага</li>
            <li>При полном заряде 200 HP снимает за 2.5 сек ??</li>
            <li>Хэдшотов не бывает</li>
            <li>Рефлект Гэндзи прожигается изи</li>
            <li>Можно спрятаться за кинутый щит</li>
            <li>Рукой + ПКМ по очереди - это 30 + 90</li>

            <li>Автобабл на себя при быстром уроне??? )))</li>
        </ul>
    </div>
</template>

<script>
    export default {
        name: 'Overwatch',
        components: {},
        created() {
        },
        data() {
            return {
            }
        },
    }
</script>

<style scoped>
    .card {
        width: 600px;
        float: left;
        border: 1px solid black;
        border-radius: 3px;
        padding: 10px;
        margin: 10px;
    }
</style>
